{
  "title": "Onze accomodaties",
  "text": "Onze exclusieve verhuur bij Villa Serenity Retreat biedt een betoverende samensmelting van modern comfort en mediterrane charme. Elk zorgvuldig samengestelde ruimte belooft een onderscheidende ervaring, of je nu kiest voor de intieme rust van de Azuren Horizon Suite, de gouden tinten en warmte van de Villa Havre du Coucher de Soleil, of de grandeur van de Majestueuze Zeezicht Residentie. Dompel jezelf onder in luxueuze interieurs, geniet van privéterrassen met panoramisch uitzicht en ontspan in een omgeving waar de tijdloze schoonheid van de Middellandse Zee het decor vormt voor een onvergetelijk verblijf. Onze verhuur is ontworpen om je ontsnapping te verheffen, en biedt een harmonieuze mix van weelde en sereniteit voor een ongeëvenaarde kustretraite.",
  "dates": [
      "2024-01-06",
      "2024-04-06",
      "2024-06-01",
      "2024-07-06",
      "2024-08-31",
      "2024-10-26",
      "2024-12-21"
  ],
  "rentals": [
    {
      "name": "Vredige Oase",
      "description": "Dompel jezelf onder in de sereniteit van de Azuren Horizon Suite. Het interieur straalt eigentijdse elegantie uit, terwijl het ruime terras adembenemend uitzicht biedt op de Middellandse Zee. Perfect voor intieme uitjes.",
      "people": "3",
      "beds": "2",
      "baths": "1",
      "calendar_url": "https://www.remcode.net/gite/cal.ics",
      "videos": [ 
        {
          "embedUrl":"https://www.youtube.com/embed/qkehup4b4yM?si=vOtPV1Z-JMVHN54e"
        }
      ],
      "prices": [
        500,
        600,
        650,
        975,
        600,
        500,
        675
      ]
    },
    {
      "name": "Gouden Toevlucht",
      "description": "Ervaar de warmte van de Zonsondergang Haven Villa, waar de gouden tinten van de ondergaande zon de omgeving schilderen. Laat je verwennen in luxe interieurs en ontspan op het privéterras met uitzicht op de kust.",
      "people": "6",
      "beds": "4",
      "baths": "2",
      "calendar_url": "https://www.airbnb.com/calendar/ical/35450605.ics?s=fdfe02b1f240b8b92b457b9153f41fcf",
      "prices": [
        600,
        650,
        700,
        1100,
        675,
        625,
        725
      ]
    },
    {
      "name": "Zeezijde Grootsheid",
      "description": "Een residentie van grandioze proporties, de Majestueuze Zeezicht Residentie combineert weelde met comfort. Geniet van de ruime leefruimtes, een volledig uitgeruste keuken en een privétuin met directe toegang tot de Middellandse Zeekust.",
      "people": "6",
      "beds": "4",
      "baths": "2",
      "calendar_url": "https://www.airbnb.com/calendar/ical/35450605.ics?s=fdfe02b1f240b8b92b457b9153f41fcf",
      "prices": [
        600,
        650,
        700,
        1100,
        675,
        625,
        725
      ]
    }
  ]
}