{
    "title": "Locations",
    "text": "Dans cette section, vous pouvez présenter vos locations disponibles sur votre propriété. Chaque location peut être présentée avec un titre et un sous-titre, offrant aux clients potentiels un aperçu de son charme distinctif. Vous avez la flexibilité d'inclure un nombre illimité de photos pour chaque location, mettant en valeur son intérieur, son extérieur et les vues environnantes.\n\nAjoutez facilement un tableau montrant les tarifs pour chaque période et ajoutez une courte description ou ce qui est inclus et ce qui ne l'est pas.\n\nDe plus, vous pouvez lier chaque location à son calendrier respectif sur des plateformes populaires telles que Airbnb ou Booking.com. Cela permet aux clients de vérifier facilement la disponibilité et de faire des réservations via leur plateforme de réservation préférée.",
    "prices": "Prix",
    "prices_text": "Nos prix sont en euros et par semaine.",
    "availability": "Disponibilité",
    "dates": [
        "2024\/01\/14",
        "2024-04-06",
        "2024\/05\/03"
    ],
    "rentals": [
        {
            "name": "Premier location",
            "description": "Immerse yourself in the serenity of the Azure Horizon Suite. The interior boasts contemporary elegance, while the expansive terrace offers breathtaking views of the Mediterranean. Perfect for intimate getaways.",
            "people": "4",
            "beds": "2",
            "baths": "1",
            "calendar_url": "https:\/\/www.remcode.net\/gite\/cal.ics",
            "videos": [
                {
                    "embedUrl": "https:\/\/www.youtube.com\/embed\/qkehup4b4yM?si=vOtPV1Z-JMVHN54e"
                }
            ],
            "prices": [
                500,
                600,
                650,
                975,
                600,
                500,
                675
            ],
            "pictures": [
                {
                    "src": "images\/0_0_b9d9122a.jpg"
                },
                {
                    "src": "images\/0_0_d8cb5dba.jpg"
                },
                {
                    "src": "images\/0_Untitled_004.jpeg"
                },
                {
                    "src": "images\/0_Untitled_008.jpeg"
                },
                {
                    "src": "images\/0_Untitled_022.jpeg"
                }
            ]
        },
        {
            "name": "Deuxième location",
            "description": "Experience the warmth of Sunset Haven Villa, where the golden hues of the setting sun paint the surroundings. Indulge in luxurious interiors and unwind on the private patio overlooking the coast.",
            "people": "6",
            "beds": "4",
            "baths": "2",
            "calendar_url": "https:\/\/www.airbnb.com\/calendar\/ical\/35450605.ics?s=fdfe02b1f240b8b92b457b9153f41fcf",
            "prices": [
                600,
                650,
                "799",
                "110",
                675,
                "699",
                725
            ],
            "pictures": [
                {
                    "src": "images\/1_0_e0a1907b.jpg"
                }
            ]
        },
        {
            "name": "Troisième location",
            "description": "A residence of grand proportions, the Majestic Seaview Residence combines opulence with comfort. Enjoy the spacious living areas, a fully equipped kitchen, and a private garden with direct access to the Mediterranean shoreline.",
            "people": "6",
            "beds": "4",
            "baths": "2",
            "calendar_url": "https:\/\/www.airbnb.com\/calendar\/ical\/35450605.ics?s=fdfe02b1f240b8b92b457b9153f41fcf",
            "prices": [
                600,
                650,
                "799",
                "110000",
                675,
                "699",
                725
            ],
            "pictures": [
                {
                    "src": "images\/2_2_0cec0dd3.jpg"
                },
                {
                    "src": "images\/2_2_3c9603b1.jpg"
                },
                {
                    "src": "images\/2_2_91f5156a.jpg"
                }
            ]
        }
    ]
}