{
  "title": "Nos villas",
  "text": "Nos locations exclusives à la Villa Serenity Retreat offrent une fusion enchanteresse entre le confort moderne et le charme méditerranéen. Chaque espace méticuleusement aménagé promet une expérience distinctive, que vous optiez pour l'intimité tranquille de la Suite Horizon Azur, les teintes dorées et la chaleur de la Villa Havre du Coucher de Soleil, ou la grandeur de la Résidence Majestueuse Vue sur la Mer. Immergez-vous dans des intérieurs luxueux, savourez des terrasses privées avec des vues panoramiques, et détendez-vous dans un cadre où la beauté intemporelle de la Méditerranée devient le décor d'un séjour inoubliable. Nos locations sont conçues pour sublimer votre escapade, offrant un mélange harmonieux d'opulence et de sérénité pour une retraite côtière sans égale.",
  "dates": [
      "2024-01-06",
      "2024-04-06",
      "2024-06-01",
      "2024-07-06",
      "2024-08-31",
      "2024-10-26",
      "2024-12-21"
  ],
  "rentals": [
    {
      "name": "Oasis Tranquille",
      "description": "Plongez dans la sérénité de la Suite Horizon Azur. L'intérieur allie élégance contemporaine, tandis que la terrasse spacieuse offre une vue imprenable sur la Méditerranée. Parfait pour des escapades intimes.",
      "people": "3",
      "beds": "2",
      "baths": "1",
      "calendar_url": "https://www.remcode.net/gite/cal.ics",
      "videos": [ 
        {
          "embedUrl":"https://www.youtube.com/embed/qkehup4b4yM?si=vOtPV1Z-JMVHN54e"
        }
      ],
      "prices": [
        500,
        600,
        650,
        975,
        600,
        500,
        675
      ]
    },
    {
      "name": "Retraite Dorée",
      "description": "Découvrez la chaleur de la Villa Havre du Coucher de Soleil, où les teintes dorées du soleil couchant peignent les environs. Laissez-vous choyer dans des intérieurs luxueux et détendez-vous sur la terrasse privée avec vue sur la côte.",
      "people": "6",
      "beds": "4",
      "baths": "2",
      "calendar_url": "https://www.airbnb.com/calendar/ical/35450605.ics?s=fdfe02b1f240b8b92b457b9153f41fcf",
      "prices": [
        600,
        650,
        700,
        1100,
        675,
        625,
        725
      ]
    },
    {
      "name": "Grandeur en Bord de Mer",
      "description": "Une résidence de proportions grandioses, la Résidence Majestueuse Vue sur la Mer allie opulence et confort. Profitez des espaces de vie spacieux, d'une cuisine entièrement équipée et d'un jardin privé avec un accès direct au littoral méditerranéen.",
      "people": "6",
      "beds": "4",
      "baths": "2",
      "calendar_url": "https://www.airbnb.com/calendar/ical/35450605.ics?s=fdfe02b1f240b8b92b457b9153f41fcf",
      "prices": [
        600,
        650,
        700,
        1100,
        675,
        625,
        725
      ]
    }
  ]
}